Repository: celyo/opendict
Catalog: po/*.po
Languages: ru

source: Success
ru: Успешно

source: Search successfully finished.
ru: Поиск успешно завершен.

source: Not found
ru: Не найден

source: Word or phrase not found. Try less letters or fewer words.
ru: Слово или словосочетание не найдено. Попробуйте меньше букв или меньше слов.

source: Internal error
ru: Внутренняя ошибка

source: Internal error occured. Please send bug report to the dictionary's of current use authors. Thank you.
ru: Внутренняя ошибка. Пожалуйста, отправьте отчет об ошибке в словаре текущим авторам. Спасибо.

source: Not connected
ru: Не подключен

source: This dictionary uses Internet connection to translate words. Please connect to the Internet and try again.
ru: Этот словарь используется интернет-соединение для перевода слов. Пожалуйста, подключитесь к Интернету и повторите попытку.

source: Connection Error
ru: Ошибка подключения

source: Could not connect to host. Check your Internet connection or try later.
ru: Не удается подключиться к хосту. Проверьте подключение к Интернету или попробуйте позже.

source: Invalid encoding
ru: Неверная кодировка

source: Selected encoding is not correct for this dictionary. Please select another from Edit > Character Encoding menu
ru: Выбранная кодировка не является правильной для этого словаря. Пожалуйста, выберите другую из Меню: Правка -> Кодировка

source: OpenDict Bug
ru: Баг OpenDict

source: Internal error occured. Please send bug report to OpenDict authors to prevent this error in the future. Thank you!
ru: Внутренняя ошибка. Пожалуйста, отправьте отчет об ошибке авторам OpenDict для предотвращения этой ошибки в будущем. Спасибо!

source: Unknown Error
ru: Неизвестная ошибка

source: Unknown error occured.
ru: Произошла неизвестная ошибка.

source: Add new dictionary
ru: Добавить новый словарь

source: The file format of "%s" could not be recognized by its extention. Please select one from the list:
ru: Формат файла "%s" не может быть определен по его расширению. Пожалуйста, выберите одно из списка:

source: "%s" dictionary format
ru: "%s" формат словаря

source: OK
ru: ОК

source: Cancel
ru: Отмена

source: Server:
ru: Сервер:

source: Default Server
ru: Сервер по умолчанию:

source: Port:
ru: Порт:

source: Default Port
ru: Порт по умолчанию

source: Database:
ru: База данных:

source: Search in all databases
ru: Поиск по всем базам данных

source: Fetch List
ru: Получить список

source: Character encoding:
ru: Кодировка:

source: Connect
ru: Соединение

source: Done
ru: Завершено

source: Receiving database list...
ru: Получение списка баз данных...

source: Unable to connect to server
ru: Не удается подключиться к серверу

source: Connecting...
ru: Соединение...

source: Connecting to %s...
ru: Соединение с %s...

source: Word:
ru: Слово:

source: Add translation field
ru: Добавить поле перевода

source: Translation #%d:
ru: Перевод #%d:

source: Dictionary "%s" has been changed
ru: Словарь "%s" был изменен

source: Save
ru: Сохранить

source: Do not save
ru: Не сохранять

source: Dictionary editor
ru: Редактор словарей

source: Add
ru: Добавить

source: Add word
ru: Добавить слово

source: Edit
ru: Правка

source: Change translation
ru: Изменить перевод

source: Remove
ru: Удалить

source: Remove selected word
ru: Удалить выбранное слово

source: Sort
ru: Сортировать

source: Sort word list
ru: Сортировать список слов

source: Save words to file
ru: Сохранить слова в файл

source: Save As...
ru: Сохранить как...

source: Save with a different file name
ru: Сохранить с другим именем файла

source: Word List
ru: Список слов

source: New...
ru: Новый...

source: Start new dictionary
ru: Начать новый словарь

source: Open...
ru: Открыть...

source: Open dictionary file
ru: Открыть файл со словарем

source: Close
ru: Закрыть

source: Close editor window
ru: Закрыть окно редактора

source: New Word
ru: Новое слово

source: Edit Word
ru: Редактировать слово

source: List is empty
ru: Список пуст

source: List sorted
ru: Список отсортирован

source: Save file
ru: Сохранить файл

source: Dictionary saved
ru: Словарь сохранен

source: Untitled
ru: БезИмени

source: Exit confirmation
ru: Подтверждение выхода

source: Choose dictionary file
ru: Выберите файл со словарем

source: Open Failed
ru: Не удалось открыть

source: Unable to open dictionary (got message: %s)
ru: Не удалось открыть словарь (причина: %s)

source: Dictionary loaded
ru: Словарь загружен

source: An error occured:
ru: Произошла ошибка:

source: &Close
ru: Закрыть

source: Written By
ru: Написано

source: Translated By
ru: Переведено

source: Ports:
ru: Порты:

source: Thanks To
ru: Спасибо

source: OpenDict project is sponsored by IDILES. Visit company's website at http://www.idiles.com. Report problems by email address support@idiles.com.
ru: OpenDict проект был спонсирован IDILES. Посетите сайт компании http://www.idiles.com. Отправляйте проблемы по адресу support@idiles.com.

source: Sponsors
ru: Спонсоры

source: OpenDict is a multiplatform dictionary.
ru: OpenDict является мультиплатформенным словарем.

source: C&redits
ru: Кредиты

source: &Licence
ru: Лицензия

source: Licence
ru: Лицензия

source: Stopped
ru: Остановлено

source: Encode Failed
ru: Кодирование не удалось

source: Unable to encode text "%s" in %s for "%s".
ru: Не удалось кодировать текст "%s" в %s для "%s".

source: Searching...
ru: Поиск...

source: Look Up Ctrl-U
ru: Посмотреть Ctrl-U

source: Lookup up word in the dictionary
ru: Посмотреть слово в словаре

source: &Close Dictionary Ctrl-W
ru: &Закрыть словарь Ctrl-W

source: Close opened dicitonary
ru: Закрыть открытый словарь

source: E&xit Ctrl-Q
ru: В&ыход Ctrl-Q

source: Exit program
ru: Выйти из программы

source: &File
ru: &Файл

source: &Clear Search Entry Ctrl-L
ru: &Очистить содержимое поиска Ctrl-L

source: Clear History
ru: Очистить историю

source: Copy Ctrl-C
ru: Копировать Ctrl-C

source: Copy selected translation text
ru: Копировать выделенный переведенный текст

source: Paste Ctrl-V
ru: Вставить Ctrl-V

source: Paste clipboard text into the search entry
ru: Вставить текст из буфера обмена в содержимое поиска

source: Edit preferences
ru: Изменить настройки

source: Preferences... Ctrl-P
ru: Настройки... Ctrl-P

source: &Edit
ru: &Правка

source: Increase Ctrl-=
ru: Увеличить Ctrl-=

source: Increase text size
ru: Увеличить размер текста

source: Decrease Ctrl--
ru: Уменьшить Ctrl--

source: Decrease text size
ru: Уменьшить размер текста

source: Normal Ctrl-0
ru: Нормальный Ctrl-0

source: Set normal text size
ru: Установить нормальный размер текста

source: Font Size
ru: Размер шрифта

source: Font Face
ru: Гарнитура

source: Character Encoding
ru: Кодировка

source: Show/Hide Word List... Ctrl-H
ru: Показать/Скрыть список слов... Ctrl-H

source: Show or hide word list
ru: Показать или скрыть список слов

source: &View
ru: П&росмотр

source: &Install Dictionary From File...
ru: &Установить словарь из файла...

source: &Dictionaries
ru: &Словари

source: Manage Dictionaries... Ctrl-M
ru: Управлять словарями... Ctrl-M

source: Install or remove dictionaries
ru: Установить или удалить словари

source: Create Dictionaries...
ru: Создать словари...

source: Create and edit dictionaries
ru: Создать и редактировать словари

source: Take Words From Clipboard
ru: Взять слова из буфера обмена

source: Scan the clipboard for text to translate
ru: Сканировать буфер обмена для текста, который надо перевести

source: Connect to DICT Server...
ru: Соединение с DICT сервером...

source: Open connection to DICT server
ru: Открыть соединение с сервером DICT

source: Pronounce Ctrl-E
ru: Произнести Ctrl-E

source: Pronounce word
ru: Произнести слово

source: Tools
ru: Инструменты

source: &About Ctrl-A
ru: &О программе Ctrl-A

source: &Help
ru: &Помощь

source: Word:
ru: Слово:

source: Enter some text and press "Look Up" button or [ENTER] key on your keyboard
ru: Введите текст и нажмите "Смотреть" или кнопку [ENTER] на клавиатуре

source: Look Up
ru: Смотреть

source: Click this button to look up word in the dictionary
ru: Нажмите эту кнопку, чтобы найти слово в словаре

source: History Back
ru: История назад

source: History Forward
ru: История вперед

source: Stop searching
ru: Остановить поиск

source: Translation
ru: Перевод

source: <html> <head> <meta http-equiv="Content-Type" content="text/html; charset=UTF-8"> </head> <body> <h3>Welcome to OpenDict</h3> <p><b>Short usage information:</b></p> <ul> <li>To start using dictionary, select one from <i><b>Dictionaries</b></i> menu. </li> <li>To install new dictionary from the Internet, select <i><b>Manage Dictionaries</b></i> from <i><b>Tools</b></i> menu and choose <i><b>Available</b></i> tab.</li> <li>To install new dictionary from file, select <i><b>Install Dictionary From File...</b></i> from <i><b>Dictionaries</b></i> menu. </li> </ul> </body> </html>
ru: <html> <head> <meta http-equiv="Content-Type" content="text/html; charset=UTF-8"> </head> <body> <h3>Добро пожаловать в OpenDict</h3> <p><b>Краткая информация об использовании:</b></p> <ul> <li>Чтобы начать пользоваться словарем, выберите один из <i><b>Словари</b></i> в меню. </li> <li>Чтобы установить новый словарь из интернета, выберите <i><b>Управлять словарями</b></i> из <i><b>Инструменты</b></i> в меню и выберите <i><b>Доступный</b></i> во вкладке.</li> <li>Чтобы установить новый словарь из файла, выберите <i><b>Установить словарь из файла...</b></i> из <i><b>Словари</b></i> в меню. </li> </ul> </body> </html>

source: Translation cannot be displayed using selected encoding %s. Please try another encoding from View > Character Encoding menu.
ru: Перевод не может быть отображен с помощью выбранной кодировки %s. Пожалуйста, попробуйте другую кодировку из меню Вид -> Кодировка.

source: 1 word matches
ru: Одно слово совпадает

source: %d words match
ru: %d слов совпадает

source: No dictionary activated
ru: Нет активированного словаря

source: No dictionary activated. Please select one from "Dictionaries" menu and try again.
ru: Нет активированного словаря. Пожалуйста, выберите один из "Словари" из меню или попытайтесь снова

source: No dictionaries installed
ru: Нет установленных словарей

source: There is no dictionaries installed. You can install one by selecting Tools > Manage Dictionaries > Available
ru: Нет установленных словарей. Вы можете установить один, выбрав Инструменты -> Управлять словарями ->Доступный

source: Please enter some text and try again
ru: Пожалуйста, введите текст и попробуйте еще раз

source: Unable to encode text "%s" in %s for "%s". That logically means the word definition does not exist in the dictionary.
ru: Не удалось кодировать текст "%s" в %s для "%s". Это логически означает, что определение слова не существует в словаре.

source: Connect to DICT server
ru: Соединение с сервером DICT

source: Choose a dictionary from "Dictionaries" menu
ru: Выберите словарь из "Словари" из меню

source: Failed to copy text from the clipboard
ru: Не удалось скопировать текст из буфера обмена

source: Clipboard contains no text data
ru: Буфер обмена не содержит текстовых данных

source: Error
ru: Ошибка

source: Groups
ru: Группы

source: Manage Dictionaries
ru: Управлять словарями

source: File Register
ru: Регистрировать файл

source: Create Dictionaries
ru: Создать словари

source: Preferences
ru: Настройки

source: Licence Agreement Rejected
ru: Лицензионное соглашение отклонено

source: You cannot use dictionary "%s" without accepting licence agreement
ru: Вы не можете использовать словарь "%s" без принятия лицензионного соглашения

source: Dictionary Index
ru: Индекс словаря

source: This is the first time you use this dictionary or it has been changed on disk since last indexing. Indexing is used to make search more efficient. The dictionary will be indexed now. It can take a few or more seconds. Press OK to continue...
ru: Это первый раз, когда вы использовать этот словарь или он был изменен на диске с момента последнего индексирования. Индексация используется, чтобы сделать поиск более эффективным. Словарь будет проиндексирован сейчас. Это может занять несколько секунд. Нажмите ОК для продолжения...

source: Index Creation Error
ru: Ошибка создания индекса

source: Error occured while indexing file. This may be because of currently selected character encoding %s is not correct for this dictionary. Try selecting another encoding from View > Character Encoding menu
ru: Произошла ошибка во время индексации файла. Это может быть потому, что в настоящее время выбрана кодировка %s, не являющаяся правильной для этого словаря. Попробуйте выбрать другую кодировку из меню Вид -> Кодировка

source: Unable to load dictionary index table. Got error: %s
ru: Не удается загрузить таблицу словаря индекса. Есть ошибка: %s

source: Dictionary "%s" loaded
ru: Словарь "%s" загружен

source: Error: not supported dictionary type
ru: Ошибка: не поддерживаемый тип словаря

source: Select dictionary format. If you can't find the format of your dictionary, the register system does not support it yet.
ru: Выберите формат словаря. Если вы не можете найти формат вашего словаря, то система еще не поддерживает его.

source: Dictionary format
ru: Формат словаря

source: Choose plugin file
ru: Выберите файл плагина

source: About
ru: О программе

source: Show word list
ru: Показать список слов

source: Hide word list
ru: Скрыть список слов

source: Failed to print
ru: Не удалось распечатать

source: Page preview failed
ru: Предварительный просмотр страницы не удался

source: Error: <i>unable to show licence text</i>
ru: Ошибка: <i>не удалось показать текст лицензии</i>

source: Do not accept
ru: Не принимать

source: Accept
ru: Принять

source: Licence Agreement
ru: Лицензионное соглашение

source: You have directories that containt invalid dictionaries and cannot be loaded. You can try to remove these directories right now.
ru: У вас есть каталоги, которые содержат недопустимые словари и не могут быть загружены. Вы можете попробовать удалить эти каталоги прямо сейчас.

source: Unable to remove
ru: Не удается удалить

source: Unable to remove directory "%s": %s
ru: Не удается удалить директорию "%s": %s

source: Invalid Dictionaries
ru: Недопустимые словари

source: Installed
ru: Установленный

source: Available
ru: Доступный

source: Checked dictionaries are available from the menu, unchecked dictionaries are not available from the menu.
ru: Выбранные словари доступны из меню, невыбранные словари не доступны из меню.

source: Install From File
ru: Установить из файла

source: Update List
ru: Обновить список

source: Install
ru: Установить

source: Name
ru: Имя

source: Size
ru: Размер

source: Information About Dictionary
ru: Информация о словаре

source: Name:
ru: Имя:

source: Version:
ru: Версия:

source: Maintainer:
ru: Кто собрал:

source: List updated
ru: Список обновлен

source: All your dictionaries are up to date.
ru: Все ваши словари в актуальном состоянии.

source: Downloading List
ru: Загружается список

source: Unable to download list from %s: %s
ru: Не удается загрузить список из %s: %s

source: Unable to download list
ru: Не удается загрузить список

source: Unable to remove dictionary "%s"
ru: Не удается удалить словарь "%s"

source: Downloading %s...
ru: Загружается %s...

source: Unable to download
ru: Не удается загрузить

source: File is damaged
ru: Файл поврежден

source: Downloaded file is damaged and cannot be installed. Please try again.
ru: Загруженный файл поврежден и не может быть установлен. Пожалуйста, попробуйте еще раз.

source: Unable to remove old version of "%s". Error occured: "<i>%s</i>". New version cannot be installed without removing old one.
ru: Не удалось удалить старую версию из "%s". Произошла ошибка: "<i>%s</i>". Новая версия не может быть установлена ​​без удаления старой.

source: Unable to install
ru: Не удается установить

source: Unable to install dictionary "%s".
ru: Не удается установить словарь "%s".

source: Default dictionary:
ru: Словарь по умолчанию:

source: Default encoding:
ru: Кодировка по умолчанию:

source: Default DICT server:
ru: Сервер DICT по умолчанию:

source: Default DICT server port:
ru: Порт сервера DICT по умолчанию:

source: Pronunciation
ru: Произношение

source: System Command:
ru: Системная команда:

source: Default
ru: По умолчанию

source: Pronounce original word
ru: Произнести оригинальное слово

source: Pronounce translation
ru: Произнести перевод

source: Save window size on exit
ru: Сохранять размер окна при выходе

source: Save window position on exit
ru: Сохранять позицию окна при выходе

source: Save sash position on exit
ru: Сохранять позицию створок при выходе

source: Take words from the clipboard by default
ru: Брать слова из буфера обмена по умолчанию

source: Name: %s
ru: Имя: %s

source: Path: %s
ru: Путь: %s

source: Format: %s
ru: Формат: %s

source: Encoding: %s
ru: Кодировка: %s

source: Add new...
ru: Добавить новый...

source: Remove selected
ru: Удалить выбранное

source: Error while deleting "%s"
ru: Ошибка при удалении "%s"

source: Recognition Error
ru: Известная ошибка

source: File %s is not supported by OpenDict
ru: Файл %s не поддерживается OpenDict

source: Installation failed
ru: Установка не удалась

source: Installation Error
ru: Ошибка при установке

source: Error: Installation failed
ru: Ошибка: Установка не удалась

source: Dictionary installed
ru: Словарь установлен

source: Dictionary successfully installed. You can choose it from "Dictionaries" menu now.
ru: Словарь успешно установлен. Теперь Вы можете выбрать его из "Словари" из меню.

source: File %s does not exist
ru: Файл %s не существует

source: %s is not a file
ru: %s не является файлом

source: Dictionary "%s" is already installed
ru: Словарь "%s" уже установлен

source: %s is not OpenDict dictionary plugin
ru: %s не является плагином словаря OpenDict

source: File "%s" is not valid ZIP file
ru: Файл "%s" не является корректным файлом ZIP

source: Dictionary plugin file is corrupted
ru: Поврежден файл плагина для словаря

source: Plugin file is empty (%s)
ru: Файл плагина пуст (%s)

source: Selected file is not valid OpenDict plugin
ru: Выбранный файл не является допустимым плагином OpenDict

source: This dictionary already installed. If you want to upgrade it, please remove old version first.
ru: Этот словарь уже установлены. Если вы хотите обновить его, то, пожалуйста, удалите сначала старую версию.

source: Installation tool for this dictionary failed to start. Please report this problem to developers.
ru: Инсталляционный инструмент для этого словаря не удалось запустить. Пожалуйста, сообщите об этой проблеме разработчикам.

source: Installation Aborted
ru: Установка прервана

source: Dictionary installation has been aborted.
ru: Установка словаря была прервана.

source: Error while removing created directories after plugin installation failure. This may be permission or disk space error.
ru: Ошибка при удалении созданных каталогов после установки плагина. Это может быть связано с правами или ошибки на диске.

source: Unable to install plugin
ru: Не удается установить плагин

source: Compressed dictionary file is corrupted
ru: Сжатый файл словаря поврежден

source: Unable to install dictionary
ru: Не удается установить словарь

source: Dictionary error, please report to its author
ru: Ошибка словаря, пожалуйста, сообщите об этом автору

source: Syntax error
ru: Синтаксическая ошибка

source: You must be connected to the internet to use this dictionary
ru: Вы должны быть подключены к Интернету, чтобы использовать этот словарь

source: Time out
ru: Тайм-аут

source: Bad encoding is set for this dictionary, try another
ru: Плохая кодировка для этого словаря, попробуйте другую

source: Unicode (UTF-8)
ru: Юникод (UTF-8)

source: Western (ISO-8859-1)
ru: Западная (ISO-8859-1)

source: Central European (ISO-8859-2)
ru: Центральная Европа (ISO-8859-2)

source: Nordic (ISO-8859-10)
ru: Скандинавская (ISO-8859-10)

source: South European (ISO-8859-3)
ru: Южная Европа (ISO-8859-3)

source: Greek (ISO-8859-7)
ru: Греческая (ISO-8859-7)

source: Baltic (ISO-8859-13)
ru: Балтийская (ISO-8859-13)

source: Cyrillic (KOI8-R)
ru: Кириллица (KOI8-R)

source: Arabic (ISO-8859-6)
ru: Арабская (ISO-8859-6)

source: Downloading... %d%%
ru: Загружается... %d%%

source: wxPython Version Error
ru: Ошибка версии wxPython

source: wxPython %s is installed on this system. OpenDict %s requires wxPython 2.6 to run smoothly. You can find wxPython 2.6 at http://www.wxpython.org or you can install it using your system package manager.
ru: wxPython %s установлен в системе. OpenDict %s требует wxPython 2.6 для плавного запуска. Вы можете найти wxPython 2.6 на http://www.wxpython.org или вы можете установить его с помощью менеджера пакетов вашей системы.
